// hw1.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

#include <iostream>
using namespace std;
int main()
{
    cout << "I love C++!\n\t";
    cout << "I love C++!\n\t\t";
    cout << "I love C++!\n\t\t\t";
    cout << "I love C++!\n\t\t\t\t";
    cout << "I love C++!\n";



    
    
    
    cout << "Name: Ira\n";
    cout << "Surname: Krugovaya\n";
    cout << "Hometown: Kharkiv, Ukraine\n";
    cout << "Hobbys: Learning languages, reading\n";
    cout << "Status: Student\n";
    cout << "Pet: Cat\n";


    
    
    
    
    cout << "******\n";
    cout << "      ****\n";
    cout << "          *\n";
    cout << "           ***********\n";
    cout << "            *********\n";
    cout << "             *******\n";


    
    
    
    
    cout << "\t\"To be\n\t\t";
    cout << "or not\n\t\t\t";
    cout << "to be\"...\n\t\t\t\t";
    cout << "/Shakespeare/\n";




    
    
    cout << "***        ******   *** ***       *******\n";
    cout << "***       *** ***   ***  ***     ***   ***\n";
    cout << "***     ***   ***   ***  ***    ***     ***\n";
    cout << "***    ***    ***   *** ***    *************\n";
    cout << "***   ***     ***   ***       **************\n";
    cout << "***  ***      ***   ***      ***          ***\n";
    cout << "*** ***       ***   ***     ***            ***\n";
    cout << "******        ***   ***    ***              ***";

   
}

// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
